interface Achievements {
  [key: number]: string;
}

export const ACHIEVEMENTS_ID_TO_TITLE: Achievements = {
  2: "모각코도 한걸음부터",
  3: "모각코도 한걸음부터",
  4: "모각코도 한걸음부터",
  5: "좋은 사람과 좋은 자리",
  6: "좋은 사람과 좋은 자리",
  7: "좋은 사람과 좋은 자리",
  8: "E와 같이",
  9: "E와 같이",
  10: "E와 같이",
  11: "너는 내 운명",
  12: "포획 실패는 존재합니다",
  13: "몬스터볼 피하기!",
  14: "선생님... 모각코가 하고 싶어요",
  15: "선생님... 모각코가 하고 싶어요",
  16: "선생님... 모각코가 하고 싶어요",
  17: "용감한 탐험가",
  18: "매칭 유목민",
  19: "여러개의 포획 틀",
  20: "여러개의 포획 틀",
  21: "여러개의 포획 틀",
  22: "나만의 흔적 남기기",
  23: "나.. 제법 인기 많을지도?",
  24: "나.. 제법 인기 많을지도?",
  25: "나.. 제법 인기 많을지도?",
  26: "창조주와 내통하는 법",
  28: "싱그러운 개발자",
  29: "싱그러운 개발자",
  30: "싱그러운 개발자",
};
